# GetPtInPoly

## Description
Finds a point inside a polyline.

```pascal
FUNCTION GetPtInPoly(h : HANDLE) : VECTOR;
```

```python

def vs.GetPtInPoly(h):
    return VECTOR
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE||

## Version
Availability: from Vectorworks 2014
## Category
* Graphic Calculation